Revit 2027 API
GroupTypeId.GeometryPositioning Property
 Geometric Position.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GeometryPositioning { get; }
Public Shared ReadOnly Property GeometryPositioning As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GeometryPositioning {
	ForgeTypeId^ get ();
}
static member GeometryPositioning : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace